Repository: KeithDHedger/KKEditPlugins
Catalog: NewProject_*.po
Languages: fr_fr

source: Creat SVN Repo
fr_fr: Créer un dépôt SVN

source: Project Name
fr_fr: Nom du projet

source: _Projects
fr_fr: _Projets

source: New %s Project
fr_fr: Nouveau %s projet

source: KKEdit Project Plugin Prefs
fr_fr: Préférences du greffon Projet pour KKEdit

source: Projects Folder
fr_fr: Répertoire des projets

source: Subversion Folder
fr_fr: Répertoire des dépôts Subversion

source: Project Plugin - Add's create barebones projects
fr_fr: Greffon de projets - Créer des squelettes de projets

source: More by the same author
fr_fr: Plus du même auteur

source: French Translation
fr_fr: Traduction française

source: KKEdit Project Plugin
fr_fr: Greffon de projets pour KKEdit
