Repository: KeithDHedger/KKEditPlugins
Catalog: RemoteEdit_*.po
Languages: fr_fr

source: Enter Password
fr_fr: Entrer le mot de passe

source: Can't open %s scp error %i
fr_fr: Impossible d'ouvrir %s erreur scp %i

source: Can't save %s scp error %i
fr_fr: Impossible de sauvegarder %s erreur scp %i

source: Remote Edit
fr_fr: Édition à distance

source: Remote File
fr_fr: Fichier distant

source: User Name
fr_fr: Nom d'utilisateur

source: Reload Remote File
fr_fr: Recharger le fichier distant

source: Export To Remote File
fr_fr: Exporter vers le fichier distant

source: _Remote Edit
fr_fr: _Édition à distance

source: Open Remote File
fr_fr: Ouvrir un fichier distant

source: A KKEdit plugin to import/export a file over SSH
fr_fr: Un greffon pour KKEdit permettant d'importer et d'exporter un fichier à travers SSH

source: More by the same author
fr_fr: Plus du même auteur

source: French Translation
fr_fr: Traduction française

source: Remote Edit Plug In Prefs
fr_fr: Préférences du greffon d'édition à distance

source: Save also exports file
fr_fr: Synchroniser les copies locales et distantes
